tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "apr-util"
brew "bash"
brew "bash-completion@2"
brew "bashdb"
brew "fontconfig"
brew "readline"
brew "xz"
brew "python@3.9"
brew "calc"
brew "cmake"
brew "coreutils"
brew "fd"
brew "findutils"
brew "fish"
brew "fisher"
brew "fortune"
brew "ghcup"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "python@3.10"
brew "httpie"
brew "imagemagick"
brew "lazygit"
brew "libfido2"
brew "libslirp"
brew "lima"
brew "llvm"
brew "mas"
brew "moreutils"
brew "ncdu"
brew "neovim"
brew "nvr"
brew "node@16"
brew "openssh"
brew "openssl@3"
brew "pkcs11-helper"
brew "openvpn"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "screen"
brew "subversion"
brew "tmux"
brew "wget"
brew "xclip"
brew "zlib"
cask "1password"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "balenaetcher"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "element"
cask "emacs"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-gnu-unifont"
cask "font-source-code-pro"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "mactex"
cask "messenger"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "neovide"
cask "seafile-client"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "teamspeak-client"
cask "telegram"
cask "the-unarchiver"
cask "vlc"
cask "webex-meetings"
cask "whatsapp"
mas "AdBlock", id: 1402042596
mas "Agenda", id: 1287445660
mas "CleanMyMac-MAS", id: 1339170533
mas "Dropbox Passwords for Safari", id: 1558391686
mas "Dynamic Wallpaper", id: 1453504509
mas "Evernote", id: 406056744
mas "Fluent Reader", id: 1520907427
mas "HazeOver", id: 430798174
mas "HiddenMe", id: 467040476
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "MoneyStats", id: 1501042913
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Scrivener", id: 1310686187
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
mas "Tyme", id: 1461456897
mas "Web2App", id: 1075797471
