tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "homebrew/core/coreutils"
brew "homebrew/core/findutils"
brew "homebrew/core/gnu-tar"
brew "homebrew/core/gnu-sed"
brew "homebrew/core/gawk"
brew "homebrew/core/gnutls"
brew "homebrew/core/gnu-indent"
brew "homebrew/core/gnu-getopt"
brew "homebrew/core/grep"
brew "homebrew/core/gcc"
brew "homebrew/core/lsd"
brew "homebrew/core/entr"
brew "homebrew/core/mc"
brew "homebrew/core/fzf"
brew "homebrew/core/xplr"
brew "homebrew/core/dust"
brew "homebrew/core/hyperfine"
brew "homebrew/core/sk"
brew "homebrew/core/sd"
brew "homebrew/core/bottom"
brew "homebrew/core/eva"
brew "homebrew/core/bat"
brew "homebrew/core/tldr"
brew "homebrew/core/zoxide"
brew "homebrew/core/tokei"
brew "homebrew/core/procs"
brew "homebrew/core/cmatrix"
brew "homebrew/core/ack"
brew "homebrew/core/neofetch"
brew "homebrew/core/jq"
brew "homebrew/core/pandoc"
brew "homebrew/core/apr-util"
brew "homebrew/core/bash"
brew "homebrew/core/bash-completion@2"
brew "homebrew/core/bashdb"
brew "homebrew/core/fontconfig"
brew "homebrew/core/readline"
brew "homebrew/core/xz"
brew "homebrew/core/python@3.9"
brew "homebrew/core/calc"
brew "homebrew/core/cmake"
brew "homebrew/core/fd"
brew "homebrew/core/fish"
brew "homebrew/core/fisher"
brew "homebrew/core/fortune"
brew "homebrew/core/ghcup"
brew "homebrew/core/ghostscript"
brew "homebrew/core/git"
brew "homebrew/core/git-lfs"
brew "homebrew/core/gnupg"
brew "homebrew/core/pinentry-mac"
brew "homebrew/core/go"
brew "homebrew/core/harfbuzz"
brew "homebrew/core/librsvg"
brew "homebrew/core/graphviz"
brew "homebrew/core/python@3.10"
brew "homebrew/core/httpie"
brew "homebrew/core/imagemagick"
brew "homebrew/core/lazygit"
brew "homebrew/core/libfido2"
brew "homebrew/core/libslirp"
brew "homebrew/core/lima"
brew "homebrew/core/llvm"
brew "homebrew/core/mas"
brew "homebrew/core/moreutils"
brew "homebrew/core/ncdu"
brew "homebrew/core/neovim"
brew "homebrew/core/nvr"
brew "homebrew/core/node@16"
brew "homebrew/core/openssh"
brew "homebrew/core/openssl@3"
brew "homebrew/core/pkcs11-helper"
brew "homebrew/core/openvpn"
brew "homebrew/core/pyenv"
brew "homebrew/core/pyenv-virtualenv"
brew "homebrew/core/rbenv"
brew "homebrew/core/ripgrep"
brew "homebrew/core/ruby"
brew "homebrew/core/screen"
brew "homebrew/core/subversion"
brew "homebrew/core/tmux"
brew "homebrew/core/wget"
brew "homebrew/core/xclip"
brew "homebrew/core/zlib"
cask "alfred"
cask "amethyst"
cask "thunderbird"
cask "balenaetcher"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "element"
cask "emacs"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-gnu-unifont"
cask "font-source-code-pro"
cask "gimp"
cask "google-chrome"
cask "kitty"
cask "icanhazshortcut", args: { no_quarantine: true }
cask "mactex"
cask "messenger"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "neovide", args: { no_quarantine: true }
cask "seafile-client"
cask "signal"
cask "skype"
cask "slack"
cask "steam"
cask "teamspeak-client"
cask "telegram"
cask "the-unarchiver"
cask "vlc"
cask "whatsapp"
cask "lastfm", args: { no_quarantine: true }
cask "zoom"
mas "AdBlock", id: 1402042596
mas "Agenda", id: 1287445660
mas "CleanMyMac-MAS", id: 1339170533
mas "Dropbox Passwords for Safari", id: 1558391686
mas "Dynamic Wallpaper", id: 1453504509
mas "Evernote", id: 406056744
mas "Fluent Reader", id: 1520907427
mas "HazeOver", id: 430798174
mas "HiddenMe", id: 467040476
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "MoneyStats", id: 1501042913
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Scrivener", id: 1310686187
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
mas "Tyme", id: 1461456897
mas "Web2App", id: 1075797471
